Repository: hisptz/scorecard-app
Catalog: packages/widget/i18n/*.po
Languages: fr

source: Welcome to Scorecard App!
fr: Bienvenue sur l'application Scorecard !

source: Create a scorecard instantly, over tea break
fr: Créez un tableau de bord instantanément, pendant la pause thé

source: New Scorecard
fr: Nouvelle carte de pointage

source: Please select at least one organisation unit
fr: Veuillez sélectionner au moins une unité organisationnelle

source: Organisation Unit
fr: Unité organisationnelle

source: Select Access
fr: Sélectionnez l'accès

source: Add
fr: Ajouter

source: Edit
fr: Éditer

source: Delete
fr: Supprimer

source: Sharing
fr: Partage

source: Shared With
fr: Partagé avec

source: Add Access
fr: Ajouter un accès

source: No Access
fr: Pas d'accès

source: Can Read
fr: Peut lire

source: Can Read and Write
fr: Peut lire et écrire

source: Save
fr: sauvegarder

source: Cancel
fr: Annuler

source: Click to configure, drag to rearrange
fr: Cliquez pour configurer, faites glisser pour réorganiser

source: Click to {{linkAction}}
fr: Cliquez pour {{linkAction}}

source: unlink
fr: dissocier

source: link
fr: lien

source: Click to {{action}}, drag to rearrange
fr: Cliquez pour {{action}}, faites glisser pour réorganiser

source: collapse
fr: s'effondrer

source: expand
fr: développer

source: Add a data source
fr: Ajouter une source de données

source: Add Item
fr: Ajouter un item

source: Organisation Unit(s)
fr: Unité(s) organisationnelle(s)

source: Change
fr: Changement

source: Organisation Unit Specific Targets
fr: Cibles spécifiques à l'unité organisationnelle

source: Other Periods
fr: Autres périodes

source: Update
fr: Mettre à jour

source: Period Specific Targets
fr: Cibles spécifiques à la période

source: Period
fr: Point final

source: Change Period
fr: Modifier la période

source: Organisation unit(s)
fr: Unité(s) organisationnelle(s)

source: Organisation unit levels
fr: Niveaux d'unité d'organisation

source: Legends
fr: Légendes

source: Other Organisation Units
fr: Autres unités organisationnelles

source: Set Specific Targets
fr: Définir des cibles spécifiques

source: Specific target type
fr: Type de cible spécifique

source: Organisation Unit Level
fr: Niveau de l'unité d'organisation

source: Add Data source
fr: Ajouter une source de données

source: Please select at least one data source for this group
fr: Veuillez sélectionner au moins une source de données pour ce groupe

source: Add Group
fr: Ajouter un groupe

source: Configure Data Sources
fr: Configurer les sources de données

source: Add a data source group
fr: Ajouter un groupe de sources de données

source: Modify the group name
fr: Modifier le nom du groupe

source: Add different data sources to a group
fr: Ajouter différentes sources de données à un groupe

source: Click on a data source to configure it
fr: Cliquez sur une source de données pour la configurer

source: View the changes on the preview panel above
fr: Voir les changements sur le panneau de prévisualisation ci-dessus

source: Select a data source to configure
fr: Sélectionnez une source de données à configurer

source: Groups
fr: Groupes

source: Name
fr: Nom

source: Label
fr: Étiqueter

source: Label is required
fr: L'étiquette est obligatoire

source: Weight
fr: Poids

source: Effective Gap
fr: Écart effectif

source: Display Arrows
fr: Afficher les flèches

source: High is Good
fr: Haut est bon

source: Show Colors
fr: Afficher les couleurs

source: Title
fr: Titre

source: Title is required
fr: Le titre est requis

source: A scorecard with the title '{{value}}' already exists. Please select another title
fr: Une carte de performance avec le titre '{{value}}' existe déjà. Veuillez sélectionner un autre titre

source: Subtitle
fr: Sous-titre

source: Description
fr: La description

source: Period Type
fr: Type de période

source: Custom Header
fr: En-tête personnalisé

source: Additional Labels (Tags)
fr: Étiquettes supplémentaires (Tags)

source: New Legend Definition
fr: Nouvelle définition de légende

source: Color is required
fr: La couleur est requise

source: Confirm legend reset
fr: Confirmer la réinitialisation de la légende

source: Adding a legend definition will reset all legends to their default values. Are you sure you want to continue?
fr: L'ajout d'une définition de légende réinitialisera toutes les légendes à leurs valeurs par défaut. Es-tu sur de vouloir continuer?

source: Reset
fr: Réinitialiser

source: Leave as is
fr: Laissez tel quel

source: Confirm legends reset
fr: Confirmer la réinitialisation des légendes

source: Deleting this definition will reset all configured legends. Are you sure you want to delete this legend definition?
fr: La suppression de cette définition réinitialisera toutes les légendes configurées. Voulez-vous vraiment supprimer cette définition de légende ?

source: At least two non-default legend definitions are required
fr: Au moins deux définitions de légende autres que celles par défaut sont requises

source: Legend Definitions
fr: Définitions des légendes

source: Change Periods
fr: Modifier les périodes

source: Select Periods
fr: Sélectionnez les périodes

source: Period type is required
fr: Le type de période est requis

source: Fixed Periods
fr: Périodes fixes

source: Relative Periods
fr: Périodes relatives

source: Highlighted Indicators
fr: Indicateurs mis en évidence

source: Add Highlighted Indicator
fr: Ajouter un indicateur en surbrillance

source: Scorecard updated successfully
fr: La carte de pointage a été mise à jour avec succès

source: Scorecard added successfully
fr: Carte de score ajoutée avec succès

source: Please fill in all required fields
fr: Veuillez remplir tous les champs requis

source: Help
fr: Aider

source: Saving
fr: Économie

source: Save and exit
fr: Sauvegarder et quitter

source: Save and continue
fr: Sauvegarder et continuer

source: Exit without saving
fr: Quitter sans sauvegarder

source: General
fr: Général

source: Data Configuration
fr: Configuration des données

source: Access
fr: Accéder

source: Options
fr: Choix

source: Scorecard deleted successfully
fr: Carte de score supprimée avec succès

source: Confirm scorecard delete
fr: Confirmer la suppression de la carte de score

source: Are you sure you want to delete scorecard
fr: Êtes-vous sûr de vouloir supprimer la carte de score ?

source: View
fr: Voir

source: No scorecards found
fr: Aucun tableau de bord trouvé

source: Could not find scorecards matching the keyword
fr: Impossible de trouver des fiches d'évaluation correspondant au mot clé

source: Start a guided tour
fr: Démarrer une visite guidée

source: Search
fr: Rechercher

source: Switch to {{viewType}} view
fr: Passer à la vue {{viewType}}

source: list
fr: liste

source: grid
fr: la grille

source: Add New Scorecard
fr: Ajouter une nouvelle carte de pointage

source: Preparing migration...
fr: Préparation de la migration...

source: Migrating scorecards
fr: Migrer des tableaux de bord

source: of
fr: de

source: Column chart
fr: Diagramme à colonnes

source: Line chart
fr: Graphique en ligne

source: Bar chart
fr: Diagramme à bandes

source: Area chart
fr: Graphique en aires

source: Pie chart
fr: Diagramme circulaire

source: Next
fr: Suivant

source: Previous
fr: Précédent

source: Skip
fr: Sauter

source: Done
fr: Terminé

source: Welcome to the most interactive scorecard ever!
fr: Bienvenue sur le tableau de bord le plus interactif de tous les temps !

source: Search here for scorecards by name, id, or description
fr: Recherchez ici les tableaux de bord par nom, identifiant ou description

source: Click here to change the scorecards view to either list or grid
fr: Cliquez ici pour modifier l'affichage des tableaux de bord en liste ou en grille

source: Click here to add a new scorecard
fr: Cliquez ici pour ajouter une nouvelle carte de pointage

source: Click on View or anywhere on the scorecard to view, click on Edit to edit configurations and click on Delete to delete the scorecard
fr: Cliquez sur Afficher ou n'importe où sur la carte de pointage pour afficher, cliquez sur Modifier pour modifier les configurations et cliquez sur Supprimer pour supprimer la carte de pointage

source: Scorecard Management
fr: Gestion des tableaux de bord

source: Here you can modify your scorecard configuration
fr: Ici, vous pouvez modifier la configuration de votre tableau de bord

source: Set your title and subtitle here
fr: Définissez votre titre et sous-titre ici

source: Describe your scorecard
fr: Décrivez votre tableau de bord

source: Set the default period type here. This will determine which periods will be selected as defaults
fr: Définissez ici le type de période par défaut. Cela déterminera quelles périodes seront sélectionnées par défaut

source: Modify the scorecard header here. You can add different styling, icons, images,and much more
fr: Modifiez l'en-tête de la carte de score ici. Vous pouvez ajouter différents styles, icônes, images et bien plus encore

source: Define legends here. Set the title and color
fr: Définissez les légendes ici. Définir le titre et la couleur

source: Set additional labels here
fr: Définissez des libellés supplémentaires ici

source: Click on next to move to data configuration page
fr: Cliquez sur suivant pour passer à la page de configuration des données

source: On this page, you can configure different data sources (indicators, dataElements, e.t.c) for the scorecard. You can also preview the scorecard table.
fr: Sur cette page, vous pouvez configurer différentes sources de données (indicateurs, éléments de données, etc.) pour le tableau de bord. Vous pouvez également prévisualiser le tableau de la carte de score.

source: This is the preview area. It shows how your scorecard will look like.
fr: C'est la zone de prévisualisation. Il montre à quoi ressemblera votre tableau de bord.

source: You can configure different data sources on this area.
fr: Vous pouvez configurer différentes sources de données sur cette zone.

source: Indicators are configured and displayed in groups
fr: Les indicateurs sont configurés et affichés en groupes

source: Click Here to add a group
fr: Cliquez ici pour ajouter un groupe

source: Double click or click on the edit button to edit the group name
fr: Double-cliquez ou cliquez sur le bouton Modifier pour modifier le nom du groupe

source: Click here to expand or collapse the group area
fr: Cliquez ici pour développer ou réduire la zone du groupe

source: Click here to delete the group
fr: Cliquez ici pour supprimer le groupe

source: Click Here to add more groups
fr: Cliquez ici pour ajouter plus de groupes

source: Click here to add an indicator
fr: Cliquez ici pour ajouter un indicateur

source: Selected indicators appear here
fr: Les indicateurs sélectionnés apparaissent ici

source: Click here to configure this indicator. You can also drag this to rearrange the indicators within a group
fr: Cliquez ici pour configurer cet indicateur. Vous pouvez également le faire glisser pour réorganiser les indicateurs au sein d'un groupe

source: Click here to link two adjacent indicators or to unlink linked indicators
fr: Cliquez ici pour lier deux indicateurs adjacents ou pour dissocier des indicateurs liés

source: Click here to delete this indicator
fr: Cliquez ici pour supprimer cet indicateur

source: Click here to add more indicators
fr: Cliquez ici pour ajouter plus d'indicateurs

source: You can configure different data sources on this area
fr: Vous pouvez configurer différentes sources de données sur cette zone

source: Check this box to set legend configuration according to organisation unit levels
fr: Cochez cette case pour définir la configuration de la légende en fonction des niveaux d'unité d'organisation

source: You can edit indicator configuration here
fr: Vous pouvez modifier la configuration de l'indicateur ici

source: Edit indicator label here. This label will displayed on the scorecard table header
fr: Modifier l'étiquette de l'indicateur ici. Cette étiquette s'affichera sur l'en-tête du tableau de score

source: You can set the indicator weight here. This is the indicator's maximum value
fr: Vous pouvez définir ici le poids de l'indicateur. C'est la valeur maximale de l'indicateur

source: You can set the effective gap here.
fr: Vous pouvez définir ici l'écart effectif.

source: Here you can set different options for the indicator
fr: Ici, vous pouvez définir différentes options pour l'indicateur

source: Check this to display increasing/decreasing arrows on this indicator's value
fr: Cochez cette case pour afficher des flèches croissantes/décroissantes sur la valeur de cet indicateur

source: Check this to indicate that higher values are good for this indicator
fr: Cochez cette case pour indiquer que des valeurs plus élevées sont bonnes pour cet indicateur

source: Check this to enable legend color on an indicator value
fr: Cochez cette case pour activer la couleur de la légende sur une valeur d'indicateur

source: Here you can configure the maximum and minimum values for each legend
fr: Ici, vous pouvez configurer les valeurs maximales et minimales pour chaque légende

source: In this page you can add and configure highlighted indicators. These indicators appear on top of the scorecard table
fr: Dans cette page, vous pouvez ajouter et configurer des indicateurs en surbrillance. Ces indicateurs apparaissent en haut du tableau de bord

source: To add a highlighted indicator click here
fr: Pour ajouter un indicateur en surbrillance cliquez ici

source: Selected indicators will appear here
fr: Les indicateurs sélectionnés apparaîtront ici

source: Click on the row to configure the indicator
fr: Cliquez sur la ligne pour configurer l'indicateur

source: Click on the remove button to delete the indicator from the list
fr: Cliquez sur le bouton supprimer pour supprimer l'indicateur de la liste

source: To add more highlighted indicators click here
fr: Pour ajouter d'autres indicateurs en surbrillance, cliquez ici

source: Access Settings
fr: Paramètres d'accès

source: In this page you can configure the default organisation unit and sharing access
fr: Dans cette page, vous pouvez configurer l'unité d'organisation par défaut et l'accès au partage

source: Choose the default organisation unit from this selector
fr: Choisissez l'unité d'organisation par défaut dans ce sélecteur

source: You can add a new user or user group to share the scorecard with here
fr: Vous pouvez ajouter ici un nouvel utilisateur ou groupe d'utilisateurs avec qui partager la fiche d'évaluation

source: Search and select a user or user group here
fr: Recherchez et sélectionnez un utilisateur ou un groupe d'utilisateurs ici

source: Select the appropriate access here
fr: Sélectionnez ici l'accès approprié

source: Click here to add the access settings
fr: Cliquez ici pour ajouter les paramètres d'accès

source: List of shared users and user groups will appear here
fr: La liste des utilisateurs partagés et des groupes d'utilisateurs apparaîtra ici

source: You can edit or delete access here
fr: Vous pouvez modifier ou supprimer l'accès ici

source: Default Options Settings
fr: Paramètres d'options par défaut

source: In this page you can set default options for the scorecard view
fr: Dans cette page, vous pouvez définir les options par défaut pour la vue de la carte de score

source: These options affect the scorecard view
fr: Ces options affectent la vue de la carte de performance

source: Legend
fr: Légende

source: Allows the legends on the scorecard header to be displayed when checked
fr: Permet d'afficher les légendes sur l'en-tête de la carte de score lorsqu'elles sont cochées

source: Allows the title on the scorecard header to be displayed when checked
fr: Permet d'afficher le titre sur l'en-tête de la carte de score lorsqu'il est coché

source: Item Number
fr: Numéro d'article

source: Allows row numbers on the scorecard to be displayed when checked
fr: Permet d'afficher les numéros de ligne sur la carte de score lorsqu'ils sont cochés

source: Empty Rows
fr: Lignes vides

source: Allows the empty rows on the scorecard to be displayed when checked
fr: Permet d'afficher les lignes vides de la carte de score lorsqu'elles sont cochées

source: Show Hierarchy
fr: Afficher la hiérarchie

source: Allows the organisation units hierarchy to be displayed when checked
fr: Permet d'afficher la hiérarchie des unités d'organisation lorsqu'elle est cochée

source: Average Column
fr: Colonne moyenne

source: Allows the average column to be displayed when checked
fr: Permet d'afficher la colonne moyenne lorsqu'elle est cochée

source: Average Row
fr: Ligne moyenne

source: Allows the average row to be displayed when checked
fr: Permet d'afficher la ligne moyenne lorsqu'elle est cochée

source: Allows the highlighted indicators to be displayed when checked
fr: Permet d'afficher les indicateurs en surbrillance lorsqu'ils sont cochés

source: These options allow to view data based on the average
fr: Ces options permettent de visualiser les données basées sur la moyenne

source: All
fr: Tous

source: Allows all data to be displayed
fr: Permet d'afficher toutes les données

source: Below Average
fr: Sous la moyenne

source: Allows data that is below the overall average to be displayed
fr: Permet d'afficher les données inférieures à la moyenne globale

source: Above Average
fr: Au dessus de la moyenne

source: Allows data that is above the overall average to be displayed
fr: Permet d'afficher les données supérieures à la moyenne globale

source: Score
fr: But

source: Arrows
fr: Flèches

source: Allows increasing or decreasing indicators on data cells to be displayed
fr: Permet d'afficher des indicateurs croissants ou décroissants sur les cellules de données

source: Show Data in Rows
fr: Afficher les données dans les lignes

source: Changes the table layout, the indicators are shown in rows and orgaunisation units in columns
fr: Modifie la disposition du tableau, les indicateurs sont affichés en lignes et les unités d'organisation en colonnes

source: Scorecard View
fr: Affichage de la carte de pointage

source: This is the default view for your scorecard
fr: Il s'agit de la vue par défaut de votre tableau de bord

source: Click here to select different organisation units
fr: Cliquez ici pour sélectionner différentes unités d'organisation

source: Click here to select different periods
fr: Cliquez ici pour sélectionner différentes périodes

source: Click here to return to scorecard list
fr: Cliquez ici pour revenir à la liste des cartes de pointage

source: Click here to refresh the scorecard page. This will reset organisation units, periods, and options to default values
fr: Cliquez ici pour actualiser la page de la carte de pointage. Cela réinitialisera les unités d'organisation, les périodes et les options aux valeurs par défaut

source: Click here to customize the scorecard look. Add numbering, enable average rows and columns, hide or show arrows and many more
fr: Cliquez ici pour personnaliser l'apparence de la carte de pointage. Ajoutez une numérotation, activez les lignes et les colonnes moyennes, masquez ou affichez les flèches et bien plus encore

source: Click here to edit scorecard configuration
fr: Cliquez ici pour modifier la configuration de la carte de score

source: Click here to download the scorecard in Excel, PDF, CSV, and JSON formats
fr: Cliquez ici pour télécharger la carte de pointage aux formats Excel, PDF, CSV et JSON

source: Here is the scorecard!
fr: Voici le tableau des scores !

source: Sort table based on organisation unit names or values
fr: Trier le tableau en fonction des noms ou des valeurs des unités d'organisation

source: Search organisation units
fr: Rechercher des unités d'organisation

source: Change the table layout
fr: Modifier la disposition du tableau

source: Further analyse data in the cells
fr: Analyser davantage les données dans les cellules

source: Search here for a specific organisation unit
fr: Recherchez ici une unité organisationnelle spécifique

source: Click on the arrows to sort the table based on the name or values
fr: Cliquez sur les flèches pour trier le tableau en fonction du nom ou des valeurs

source: To change the table layout, click, hold, and drag this cell to the table headers
fr: Pour modifier la disposition du tableau, cliquez, maintenez enfoncé et faites glisser cette cellule vers les en-têtes du tableau

source: Click on a data cell to see further analysis
fr: Cliquez sur une cellule de données pour voir une analyse plus approfondie

source: You can also right click to view the cell data in different options
fr: Vous pouvez également cliquer avec le bouton droit pour afficher les données de la cellule dans différentes options

source: Click on the arrow to drill down to the scorecard of this organisation unit's lower level
fr: Cliquez sur la flèche pour accéder au tableau de bord du niveau inférieur de cette unité organisationnelle

source: Data
fr: Données

source: In this page you can configure the default organisation unit and sharing access for the scorecard.
fr: Dans cette page, vous pouvez configurer l'unité d'organisation par défaut et l'accès au partage pour la carte de performance.

source: In this page you can set default options for the scorecard view. These options affect the scorecard view
fr: Dans cette page, vous pouvez définir les options par défaut pour l'affichage de la carte de performance. Ces options affectent la vue de la carte de performance

source: No Data
fr: Pas de données

source: Target Reached/ On Track
fr: Objectif atteint/en bonne voie

source: Progress, but more effort required
fr: Des progrès, mais plus d'efforts requis

source: Not on track
fr: Pas sur la bonne voie

source: Scorecard Not Found
fr: Carte de score introuvable

source: This field is required
fr: Ce champ est requis

source: User Organisation Unit
fr: Unité d'organisation de l'utilisateur

source: User Sub-units
fr: Sous-unités utilisateur

source: User Sub-x2-units
fr: Sous-unités utilisateur x2

source: This group does not have any configured data sources
fr: Ce groupe n'a aucune source de données configurée

source: Are you sure you want to delete this entity?
fr: Voulez-vous vraiment supprimer cette entité ?

source: You do not have access to {{accessType}} this Scorecard
fr: Vous n'avez pas accès à {{accessType}} cette fiche d'évaluation

source: Back to scorecard list
fr: Retour à la liste des scores

source: Error Details
fr: Détails de l'erreur

source: Close
fr: Fermer

source: Something Went Wrong
fr: Quelque chose s'est mal passé

source: Refresh
fr: Rafraîchir

source: View error logs
fr: Afficher les journaux d'erreurs

source: User organisation unit
fr: Unité d'organisation de l'utilisateur

source: User sub-units
fr: Sous-unités d'utilisateur

source: User sub-x2-units
fr: Sous-unités utilisateur x2

source: Clear
fr: Dégager

source: Select Level(s)
fr: Sélectionnez le(s) niveau(x)

source: Select Group(s)
fr: Sélectionnez le(s) groupe(s)

source: Visibility
fr: Visibilité

source: Average
fr: Moyen

source: Metadata
fr: Métadonnées

source: Select Organisation Units and Period to start
fr: Sélectionnez les unités d'organisation et la période pour commencer

source: Download
fr: Télécharger

source: Increased from last period
fr: Augmentation par rapport à la dernière période

source: Decreased from last period
fr: Diminué par rapport à la dernière période

source: Specific Targets Library
fr: Bibliothèque de cibles spécifiques

source: Drag to column headers to change layout
fr: Faites glisser vers les en-têtes de colonne pour modifier la mise en page

source: There are no configured indicators for this scorecard
fr: Il n'y a aucun indicateur configuré pour ce tableau de bord

source: Drag to the column headers to change layout
fr: Faites glisser vers les en-têtes de colonne pour modifier la mise en page
