Repository: hisptz/scorecard-app
Catalog: packages/widget/i18n/*.po
Languages: fr

source: Analytics Details
fr: Détails analytiques

source: Uses
fr: Les usages

source: aggregation type through period and hierarchy
fr: type d'agrégation par période et hiérarchie

source: data sources
fr: les sources de données

source: Category Combo is
fr: La catégorie Combo est

source: which has cross-tabulation between
fr: qui a un tableau croisé entre

source: with following details
fr: avec les détails suivants

source: Data sources
fr: Les sources de données

source: Data element is captured from following sources
fr: L'élément de données est capturé à partir des sources suivantes

source: Datasets
fr: Jeux de données

source: submitting {{variables1}} after every {{variables2}} days
fr: soumettre {{variables1}} tous les {{variables2}} jours

source: Color
fr: Couleur

source: Icon
fr: Icône

source: Option set
fr: Ensemble d'options

source: Option set for Comments
fr: Option définie pour les commentaires

source: Aggregation Levels
fr: Niveaux d'agrégation

source: Details
fr: Des détails

source: no color
fr: sans couleur

source: no icon
fr: pas d'icône

source: No legends assigned
fr: Aucune légende attribuée

source: No organization unit level assigned
fr: Aucun niveau d'unité d'organisation attribué

source: Programs
fr: Programmes

source: submitting records on every event(case or individual)
fr: soumettre des dossiers sur chaque événement (cas ou individu)

source: Related Indicators
fr: Indicateurs associés

source: Data element Facts
fr: Élément de données Faits

source: Accepts only
fr: Accepte uniquement

source: to enforce validation
fr: faire appliquer la validation

source: Has
fr: A

source: related validation rules
fr: règles de validation associées

source: Part of numerators of
fr: Une partie des numérateurs de

source: indicators
fr: indicateurs

source: Part of denominators of
fr: Une partie des dénominateurs de

source: can be described as {{variables}}.
fr: peut être décrit comme {{variables}}.

source: It’s labelled in short as {{variables1}} and has a code of {{variables2}}. In data entry form, it’s named “{{variables3}}”
fr: Il est étiqueté en bref comme {{variables1}} et a un code de {{variables2}}. Dans le formulaire de saisie de données, il est nommé "{{variables3}}"

source: submitting
fr: soumission

source: after every
fr: après chaque

source: days
fr: journées

source: Data sources (Datasets/Programs)
fr: Sources de données (ensembles de données/programmes)

source: Data elements in this group are captured from the following sources
fr: Les éléments de données de ce groupe sont extraits des sources suivantes

source: There are no Data Elements in this Data Element group
fr: Il n'y a pas d'éléments de données dans ce groupe d'éléments de données

source: Data element group Facts
fr: Groupe d'éléments de données Faits

source: It has {{variables}} data Elements
fr: Il a {{variables}} éléments de données

source: It’s data elements belongs to {{variables}} dataset and {{variables2}} program sources of data
fr: Ses éléments de données appartiennent à {{variables}} ensemble de données et {{variables2}} sources de données de programme

source: The following is the summary of indicators using the data elements in this group
fr: Voici le résumé des indicateurs utilisant les éléments de données de ce groupe

source: User Access
fr: Accès utilisateur

source: can
fr: pouvez

source: User Group Access
fr: Accès au groupe d'utilisateurs

source: Accesibility & Sharing Settings
fr: Paramètres d'accessibilité et de partage

source: This Function was first created on
fr: Cette fonction a été créée pour la première fois le

source: and last updated on
fr: et dernière mise à jour le

source: Endpoint
fr: Point final

source: Appearances
fr: Les apparences

source: Suggesting Factor
fr: Facteur de suggestion

source: Data Sources
fr: Les sources de données

source: Function have rules calculating from multiple data sources. Here are few data sources observed
fr: La fonction a des règles de calcul à partir de plusieurs sources de données. Voici quelques sources de données observées

source: Id
fr: Identifiant

source: Type
fr: Taper

source: More details
fr: Plus de détails

source: Last updated
fr: Dernière mise à jour

source: It is approximately {{variables}} in size
fr: Sa taille est d'environ {{variables}}

source: It’s using function analytics library
fr: Il utilise la bibliothèque d'analyse de fonctions

source: It’s using jquery api library
fr: Il utilise la bibliothèque jquery api

source: Performs ajax promises
fr: Effectue des promesses ajax

source: Fetches from DHIS2 API without function analytics
fr: Récupération de l'API DHIS2 sans analyse de fonction

source: Function Rules
fr: Règles de fonctionnement

source: The following are available rules used for data analytics
fr: Voici les règles disponibles utilisées pour l'analyse des données

source: Default Rule
fr: Règle par défaut

source: Datasets (Reporting rates) in indicator
fr: Ensembles de données (taux de déclaration) dans l'indicateur

source: There were no Datasets (Reporting rates) in the Indicator Calculations
fr: Il n'y avait pas d'ensembles de données (taux de déclaration) dans les calculs des indicateurs

source: Dataset
fr: Base de données

source: Timely Submission
fr: Soumission en temps opportun

source: Expiry days
fr: Jours d'expiration

source: Period type
fr: Type de période

source: Assigned orgunits
fr: Orgunits assignés

source: Data elements
fr: Éléments de données

source: Indicator is captured from the following sources,
fr: L'indicateur est capturé à partir des sources suivantes,

source: submitting {{variables1}} after every {{variables2}} days
fr: soumettre {{variables1}} tous les {{variables2}} jours

source: Program Indicators in indicator
fr: Indicateurs du programme dans l'indicateur

source: There were no Program Indicators in the Indicator Calculations
fr: Il n'y avait pas d'indicateurs de programme dans les calculs des indicateurs

source: Program Indicator
fr: Indicateur de programme

source: Expression part
fr: Partie d'expression

source: Filter
fr: Filtre

source: Aggregation type
fr: Type d'agrégation

source: Analytics type
fr: Type d'analyse

source: Period boundaries
fr: Limites de période

source: Calculation details
fr: Détails du calcul

source: Below are expression computing numerator and denominator, and related sources
fr: Vous trouverez ci-dessous le numérateur et le dénominateur de calcul d'expression, ainsi que les sources associées

source: Formula
fr: Formule

source: Numerator
fr: Numérateur

source: Denominator
fr: Dénominateur

source: Data elements in indicator
fr: Éléments de données dans l'indicateur

source: There were no Data Elements in the Indicator Calculations
fr: Il n'y avait pas d'éléments de données dans les calculs de l'indicateur

source: Data Element
fr: Élément de données

source: Expression part (Numerator/ Denominator)
fr: Partie expression (Numérateur/ Dénominateur)

source: Value Type
fr: Type de valeur

source: Zero Significance
fr: Importance zéro

source: Categories
fr: Catégories

source: Datasets/ Programs
fr: Ensembles de données/ programmes

source: There are no indicator facts associated with this indicator
fr: Il n'y a pas de faits indicateurs associés à cet indicateur

source: Indicator facts
fr: Faits indicateurs

source: Belongs to the following groups of indicators
fr: Appartient aux groupes d'indicateurs suivants

source: Indicators
fr: Indicateurs

source: is a
fr: est un

source: indicator, measured by
fr: indicateur, mesuré par

source: to
fr: pour

source: Its described as {{variable}}
fr: Il est décrit comme {{variable}}

source: Class
fr: Classer

source: Upper
fr: Supérieur

source: Lower
fr: Plus bas

source: Legends for analysis
fr: Légendes pour analyse

source: days
fr: journées

source: Indicators in this group are captured from the following sources
fr: Les indicateurs de ce groupe proviennent des sources suivantes

source: Indicator group Facts
fr: Groupe d'indicateurs Faits

source: It has {{variables}} indicators
fr: Il a {{variables}} indicateurs

source: It’s data elements belongs to {{variables}} datasets and {{variables2}} program sources of data
fr: Ses éléments de données appartiennent à {{variables}} ensembles de données et {{variables2}} sources de données de programme

source: Indicator Group name is {{variables1}}.
fr: Le nom du groupe d'indicateurs est {{variables1}}.

source: Related Data elements
fr: Éléments de données connexes

source: The following is the summary of the data elements used in the group
fr: Voici le résumé des éléments de données utilisés dans le groupe

source: Program Indicator is captured from with following program
fr: L'indicateur de programme est capturé à partir du programme suivant

source: {{variables}} submitting records on every event
fr: {{variables}} soumission d'enregistrements pour chaque événement

source: {{variables1}} is a {{variables2}} indicator, described as {{variables3}}. It’s labelled in short as {{variables4}} and has a code of {{variables5}}. In analytics it displays up to {{variables6}} decimals.
fr: {{variables1}} est un indicateur {{variables2}}, décrit comme {{variables3}}. Il est étiqueté en bref comme {{variables4}} et a un code de {{variables5}}. Dans les analyses, il affiche jusqu'à {{variables6}} décimales.

source: It is also set to display in form
fr: Il est également configuré pour s'afficher sous la forme

source: Calculation details
fr: Détails du calcul

source: Calculation of the values will be {{variables}} of {{variables2}} across orgunit and period.
fr: Le calcul des valeurs sera {{variables}} sur {{variables2}} sur l'unité d'organisation et la période.

source: Events implies, each event from data source is considered as independent row to be counted, and properties and details of the event are used to filter events.
fr: Les événements impliquent que chaque événement de la source de données est considéré comme une ligne indépendante à compter, et les propriétés et les détails de l'événement sont utilisés pour filtrer les événements.

source: Enrollment implies, each enrollment from data source is considered as independent row to be counted, and events from any stage and other properties and details of enrollment are used to filter enrollments.
fr: L'inscription implique que chaque inscription à partir de la source de données est considérée comme une ligne indépendante à compter, et les événements de n'importe quelle étape et d'autres propriétés et détails d'inscription sont utilisés pour filtrer les inscriptions.

source: Below are expression details on computing program indicator and it’s related data source
fr: Vous trouverez ci-dessous des détails d'expression sur l'indicateur de programme informatique et sa source de données associée

source: Below are period boundaries that determines which {{variables}} will be included in calculations of the program indicators, where for
fr: Vous trouverez ci-dessous les limites de la période qui déterminent quelles {{variables}} seront incluses dans les calculs des indicateurs du programme, où pour

source: event date will be used.
fr: la date de l'événement sera utilisée.

source: enrollment analytics will be used.
fr: l'analyse des inscriptions sera utilisée.

source: There are no indicator facts associated with this Program Indicator
fr: Il n'y a aucun fait d'indicateur associé à cet indicateur de programme

source: Program Indicator facts
fr: Faits sur les indicateurs du programme

source: Belongs to the following program groups of indicators
fr: Appartient aux groupes d'indicateurs de programmes suivants

source: show less
fr: Montrer moins

source: show more
fr: montre plus

source: There are no legends associated with these Program Indicator
fr: Il n'y a pas de légendes associées à ces indicateurs de programme

source: Accessibility & Sharing Settings
fr: Paramètres d'accessibilité et de partage

source: This
fr: Ce

source: was first created on
fr: a d'abord été créé le

source: by
fr: par

source: It’s data elements belongs to {{variables}} indicators using it as numerator/denominator
fr: Ses éléments de données appartiennent à {{variables}} indicateurs en l'utilisant comme numérateur/dénominateur

source: This {{variables1}} is not related to any indicator
fr: Cette {{variables1}} n'est liée à aucun indicateur

source: Below are set of indicators using this {{variables}} as numerator or denominator in their calculations.
fr: Vous trouverez ci-dessous un ensemble d'indicateurs utilisant ces {{variables}} comme numérateur ou dénominateur dans leurs calculs.

source: No description given
fr: Aucune description donnée

source: Data elements in {{variables}}
fr: Éléments de données dans {{variables}}

source: There were no Data Elements in the {{variables}} Calculations
fr: Il n'y avait pas d'éléments de données dans les calculs {{variables}}

source: Column
fr: Colonne

source: Series
fr: Séries

source: Row
fr: Ligne

source: Category
fr: Catégorie

source: Layout
fr: Mise en page

source: Period(s)
fr: Période(s)

source: {{number}} Selected
fr: {{nombre}} sélectionné

source: Chart
fr: Graphique

source: Dictionary
fr: dictionnaire

source: Further Analysis
fr: Analyse plus approfondie

source: Lower Organisation Unit Levels
fr: Niveaux d'unité d'organisation inférieurs

source: Trend Analysis
fr: Analyse de tendance

source: Last 3 Months
fr: 3 derniers mois

source: Last 6 Months
fr: 6 derniers mois

source: Last 12 Months
fr: 12 derniers mois

source: Last 4 Quarters
fr: 4 derniers trimestres

source: Last 5 Years
fr: 5 dernières années

source: Drag to row headers to change layout
fr: Faites glisser vers les en-têtes de ligne pour modifier la mise en page

source: Search Organisation Unit
fr: Rechercher une unité organisationnelle

source: Search Data
fr: Rechercher des données

source: Drag to row headers to change layout
fr: Faites glisser vers les en-têtes de ligne pour modifier la mise en page

source: Back to all scorecards
fr: Retour à tous les tableaux de bord

source: Data Source
fr: La source de données

source: Organisation Units Specific targets
fr: Unités organisationnelles Cibles spécifiques

source: Period Specific targets
fr: Cibles spécifiques à la période

source: Organisation unit level targets
fr: Cibles au niveau de l'unité organisationnelle

source: Specific Targets Legends
fr: Légendes des cibles spécifiques

source: Selected period
fr: Période sélectionnée

source: Selected organisation unit
fr: Unité d'organisation sélectionnée

source: and {{number}} more
fr: et {{number}} de plus

source: Year
fr: An
